sater4.3/eProcNextTrento/eprocnext/eProcurementNext.Razor/eProcurementNext.Razor/wwwroot/ted/deltaGara.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xb="xmlbeans.massload.simog.avlp.it">
  <soapenv:Header/>
  <soapenv:Body>
    <xb:deltaGaraTED>
      <ticket>@@@TICKET@@@</ticket>
      <indexCollaborazione>@@@INDEX@@@</indexCollaborazione>
      <id_gara>@@@ID_GARA@@@</id_gara>

      <deltaGaraTED
          xb:APPALTO_CC="@@@TED_APPALTO_CC@@@"
          xb:DOCUMENTI_DISPONIBILI="@@@TED_DOCUMENTI_DISPONIBILI@@@"
          xb:URL_DOC_DISPONIBILI="@@@TED_URL_DOC_DISPONIBILI@@@"
          xb:INFO_AGGIUNTIVE="@@@TED_INFO_AGGIUNTIVE@@@"
          xb:URL_VERSIONE_ELETTRONICA="@@@TED_URL_VERSIONE_ELETTRONICA@@@"
          xb:TIPO_AMM_AGG="@@@TED_TIPO_AMM_AGG@@@"
          xb:SETTORE_PRINCIPALE="@@@TED_SETTORE_PRINCIPALE@@@"
          @@@TED_ALTRO_SETTORE_PRINCIPALE@@@>
        
        <ENTITA_APPALTO
           xb:TITOLO_PROCEDURA_GARA="@@@TED_TITOLO_PROCEDURA_GARA@@@"
           xb:CPV_GARA="@@@TED_CPV_GARA@@@"
           xb:TIPO_CONTRATTO_APPALTO="@@@TED_TIPO_CONTRATTO_APPALTO@@@"
           @@@TED_MAX_LOTTI_PARTECIPAZIONE@@@
           @@@TED_NUM_MAX_LOTTI_PARTECIPAZIONE@@@
           @@@TED_NUM_MAX_LOTTI_OFFERENTE@@@
           @@@TED_FLAG_SA_AGG_GRUPPI_LOTTI@@@/>

        <DATI_AMM_AGGIUDICATRICE
           xb:OFFICIALNAME="@@@TED_OFFICIALNAME@@@"
           xb:NATIONALID="@@@TED_NATIONALID@@@"
           @@@TED_ADDRESS@@@
           @@@TED_TOWN@@@
           @@@TED_NUTS@@@
           @@@TED_POSTAL_CODE@@@
           xb:COUNTRY="@@@TED_COUNTRY@@@"
           @@@TED_CONTACT_POINT@@@
           @@@TED_PHONE@@@
           @@@TED_FAX@@@
           xb:E_MAIL="@@@TED_E_MAIL@@@"
           xb:URL_GENERAL="@@@TED_URL_GENERAL@@@"
           @@@TED_URL_BUYER@@@/>

        <ALTRE_INFO
           xb:APPALTO_RINNOVABILE="@@@TED_APPALTO_RINNOVABILE@@@"
           @@@TED_TEMPO_STIMATO_PROSSIMI_BANDI@@@
           xb:ORDINATIVO_ELETTRONICO="@@@TED_ORDINATIVO_ELETTRONICO@@@"
           xb:FATTURAZIONE_ELETTRONICA="@@@TED_FATTURAZIONE_ELETTRONICA@@@"
           xb:PAGAMENTI_ELETTRONICI="@@@TED_PAGAMENTI_ELETTRONICI@@@"
           @@@TED_INFO_ADD@@@
           @@@TED_REVIEW_PROCEDURE@@@>

          <ORGANISMO_RICORSO
             xb:OFFICIALNAME="@@@OFFICIALNAME@@@"
             @@@ADDRESS@@@
             xb:TOWN="@@@TOWN@@@"
             @@@POSTAL_CODE@@@
             xb:COUNTRY="@@@COUNTRY@@@"
             xb:PHONE="@@@PHONE@@@"
             @@@FAX@@@
             xb:E_MAIL="@@@E_MAIL@@@"
             @@@URL_SA@@@/>
			 
			@@@ORGANISMO_MEDIAZIONE@@@

			@@@SERVIZIO_INFO_RICORSO@@@

        </ALTRE_INFO>

        <CONDIZIONI_PARTECIPAZIONE
           @@@TED_ELENCO_CONDIZIONI@@@
           xb:CRITERI_ECONOMICI="@@@TED_CRITERI_ECONOMICI@@@"
           xb:CRITERI_TECNICI="@@@TED_CRITERI_TECNICI@@@"
           @@@TED_INTEGRAZIONE_DISABILI@@@
           @@@TED_LAVORI_PROTETTI@@@
           @@@TED_FLAG_PROFESSIONE_SERVIZI@@@
           @@@TED_PROFESSIONE_SERVIZI@@@
           @@@TED_CONDIZIONI_ESECUZIONE_CONTRATTO@@@
           xb:OBBLIGO_NOMI_ESECUZIONE_CONTRATTO="@@@TED_OBBLIGO_NOMI_ESECUZIONE_CONTRATTO@@@"/>
        
        <DATI_PROCEDURA
           xb:TIPO_PROCEDURA="@@@TED_TIPO_PROCEDURA@@@"
           xb:FLAG_PROCEDURA_ACCELLERATA="@@@TED_FLAG_PROCEDURA_ACCELLERATA@@@"
           @@@TED_TIPO_OPERATORI_AQ@@@
           @@@TED_NUM_MAX_PARTECIPANTI_AQ@@@
           @@@TED_ALTRI_ACQUIRENTI_SIS_DINAMICO@@@
           @@@TED_NOTE_AQ_QUATTRO_ANNI@@@
           xb:REDUCTION_RECOURSE="@@@TED_REDUCTION_RECOURSE@@@"
           @@@TED_AGGIUDICAZIONE_SENZA_NEGOZIAZIONE@@@
           @@@TED_NOTE_ASTA_ELETTRONICA@@@
           @@@TED_FLAG_APP@@@/>
        
        <INFO_AMMINISTRATIVE
           @@@TED_PERIODO_VALIDITA_OFFERTE@@@
           @@@TED_MESI_VALIDITA_OFFERTE@@@
           @@@TED_DATA_APERTURA_OFFERTE@@@
           @@@TED_ORA_APERTURA_OFFERTE@@@
           @@@TED_LUOGO_APERTURA_OFFERTE@@@
           @@@TED_PERSONE_APERTURA_OFFERTE@@@/>
        
      </deltaGaraTED>
    </xb:deltaGaraTED>
  </soapenv:Body>
</soapenv:Envelope>